[{"name": "parásitos", "text_original": "@LucianaMora10 @jbagbam74 @alifaxamayap X hacer caso a Uribe, q hay q respetar las instituciones. Y q son un cartel… https://t.co/Qiw8uAgzY9", "text_cleaned": "X hacer caso a Uribe q hay q respetar las instituciones Y q son un cartel", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "RT @walfred1976: Acá están los Srs. de los Derechos Humanos. Un montón de parásitos Zurdos. https://t.co/wJaTBn4cAR", "text_cleaned": "RT Ac est n los Srs de los Derechos Humanos Un mont n de par sitos Zurdos", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "@latercera Cuando cresta nos vamos a librar de todos estos parásitos", "text_cleaned": "Cuando cresta nos vamos a librar de todos estos par sitos", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "RT @Mike______Azuki: ¿Te parece agradable?¿te parece mono?\n\n\"No solo deberiamos tener muros mas altos en africa, sino reforzar nuestro mar\"…", "text_cleaned": "RT Azuki Te parece agradable te parece mono No solo deberiamos tener muros mas altos en africa sino reforzar nuestro mar", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @enriquevp: Buen @sebavillarejo, te digo en público lo que te dije en privado: No te candidates a Intendente de @AsuncionMuni si no vas…", "text_cleaned": "RT Buen te digo en p blico lo que te dije en privado No te candidates a Intendente de si no vas", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @silviaromera1: ORENSE \nRITA \nLlevaba 1 año abandonada en el monte pariendo sin parar\nVenia coja con sarna desnutrida llena de parasitos…", "text_cleaned": "RT ORENSE RITA Llevaba 1 a o abandonada en el monte pariendo sin parar Venia coja con sarna desnutrida llena de parasitos", "sentiment": "negative"}, {"name": "parásitos", "text_original": "Y todavía dudan que tiene que salir el ejército a la calle. Hay que hacer mierda a estos parásitos. https://t.co/HytvACWGr1", "text_cleaned": "Y todav a dudan que tiene que salir el ej rcito a la calle Hay que hacer mierda a estos par sitos", "sentiment": "negative"}, {"name": "parásitos", "text_original": "RT @conejo_fd: @Paralelo33Chile #BajarRemuneracionParlamento  parásitos csm y sus brutales sueldos y beneficios políticos!!  Hdp charlatane…", "text_cleaned": "RT fd BajarRemuneracionParlamento par sitos csm y sus brutales sueldos y beneficios pol ticos Hdp charlatane", "sentiment": "negative"}, {"name": "parásitos", "text_original": "RT @guadavazquez: La vuelvo a RT porque sigo indignada con este ejemplar de todo lo que no en el Estado. Para ellos, “gobierno del orto” es…", "text_cleaned": "RT La vuelvo a RT porque sigo indignada con este ejemplar de todo lo que no en el Estado Para ellos gobierno del orto es", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "RT @magma39: A disolver @inddhh antro de PARÁSITOS CON sueldos MILLONARIOS...DINERO qué, SIN duda servirá para ALGO ÚTIL. https://t.co/b0dM…", "text_cleaned": "RT A disolver antro de PAR SITOS CON sueldos MILLONARIOS DINERO qu SIN duda servir para ALGO TIL", "sentiment": "positive"}]