[{"name": "lo que arde", "text_original": "RT @PepRoser: @fannyblama @Ismube1313 La maquinaria está que arde, ya lo ha avisado Pablo, que sigan rebuznando y lo que importa es que se…", "text_cleaned": "RT La maquinaria est que arde ya lo ha avisado Pablo que sigan rebuznando y lo que importa es que se", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "@adrianluzu93 Valencia toda la vida ha sido así. Lo que te arde es ver al Toño con la blanca! Eso te tiene 4 meses sin dormir", "text_cleaned": "Valencia toda la vida ha sido as Lo que te arde es ver al To o con la blanca Eso te tiene 4 meses sin dormir", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "RT @filexmaster: En #iquique arde el busto #Allende un mensaje claro \n\nEsperemos que aquellos que van a las marchas con fotos y carteles de…", "text_cleaned": "RT En iquique arde el busto Allende un mensaje claro Esperemos que aquellos que van a las marchas con fotos y carteles de", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "Para los borreguitos azules que siguen ciegamente a @jguaido Ahí está su #CalleSinRetorno otra marcha para el 21!!!… https://t.co/6HfWW05vvp", "text_cleaned": "Para los borreguitos azules que siguen ciegamente a Ah est su CalleSinRetorno otra marcha para el 21", "sentiment": "negative"}, {"name": "lo que arde", "text_original": "@Montblack222 @JLozanoA Ustedes son los que más ladran en redes sociales... Todavía les arde... Y lo que falta, 5 a… https://t.co/J2IapJCjEE", "text_cleaned": "Ustedes son los que m s ladran en redes sociales Todav a les arde Y lo que falta 5 a", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @Inmorada: Podrán apropiarse del nombre feminismo, de la idea que se inventan de ser mujer. Incluso autoconvencerse de ser lesbianas, pe…", "text_cleaned": "RT Podr n apropiarse del nombre feminismo de la idea que se inventan de ser mujer Incluso autoconvencerse de ser lesbianas pe", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @jen_anixia: Lo confieso, yo le aplaudí cuando se puso su gorrito rojo. 😑\nY la vez que se puso ese jumpsuit negro, cuando se puso esa ca…", "text_cleaned": "RT anixia Lo confieso yo le aplaud cuando se puso su gorrito rojo Y la vez que se puso ese jumpsuit negro cuando se puso esa ca", "sentiment": "negative"}, {"name": "lo que arde", "text_original": "@izzypoplive Yo ya lo hice así jajaja pero los que brincaron fueron los  coo-workers porque les cargaron más el tra… https://t.co/3p0aBJnLN3", "text_cleaned": "Yo ya lo hice as jajaja pero los que brincaron fueron los coo workers porque les cargaron m s el tra", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "@boozeIightyear @Slaanesh_Adria @vox_es Lo que veo es alguien que no tiene el nivel necesario para decir algo produ… https://t.co/82YcU1Qyj6", "text_cleaned": "Adria es Lo que veo es alguien que no tiene el nivel necesario para decir algo produ", "sentiment": "neutral"}]