[{"name": "klaus", "text_original": "Que bonita es Klaus. Enhorabuena a sus creadores y estáis tardando en verla en Netflix", "text_cleaned": "Que bonita es Klaus Enhorabuena a sus creadores y est is tardando en verla en Netflix", "sentiment": "positive"}, {"name": "klaus", "text_original": "Morning!\nHoy he desayunado la tarta que hicimos ayer (supersuper rica) y me he puesto #Klaus mientras trabajo en co… https://t.co/KjnmfNBAnD", "text_cleaned": "Morning Hoy he desayunado la tarta que hicimos ayer supersuper rica y me he puesto Klaus mientras trabajo en co", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @irasynovolveras: Aunque hoy todos nos pongamos con #thecrown espero que busquéis un hueco para #Klaus. Empezó en España, antes de que l…", "text_cleaned": "RT Aunque hoy todos nos pongamos con thecrown espero que busqu is un hueco para Klaus Empez en Espa a antes de que l", "sentiment": "neutral"}, {"name": "klaus", "text_original": "RT @dalonsoperez: Fascinante el proceso artístico y técnico para conseguir la maravilla visual que es #Klaus. Walt Disney estaría orgulloso…", "text_cleaned": "RT Fascinante el proceso art stico y t cnico para conseguir la maravilla visual que es Klaus Walt Disney estar a orgulloso", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @Bm17Sam: te apetece hacer chocolate caliente, comprar luces de navidad y ver Klaus conmigo a oscuras con una mantita? \n\nEnviar.\n(es pre…", "text_cleaned": "RT te apetece hacer chocolate caliente comprar luces de navidad y ver Klaus conmigo a oscuras con una mantita Enviar es pre", "sentiment": "positive"}, {"name": "klaus", "text_original": "Aunque hoy todos nos pongamos con #thecrown espero que busquéis un hueco para #Klaus. Empezó en España, antes de qu… https://t.co/iMiAbBQna6", "text_cleaned": "Aunque hoy todos nos pongamos con thecrown espero que busqu is un hueco para Klaus Empez en Espa a antes de qu", "sentiment": "neutral"}, {"name": "klaus", "text_original": "Me la voy a ver otra vez @mikillustrator  qué maravilla de peli #Klaus https://t.co/ThJvESRvmG", "text_cleaned": "Me la voy a ver otra vez qu maravilla de peli Klaus", "sentiment": "neutral"}, {"name": "klaus", "text_original": "Si podéis, poneos “Klaus” en Netflix, creo que no os va a decepcionar", "text_cleaned": "Si pod is poneos Klaus en Netflix creo que no os va a decepcionar", "sentiment": "negative"}, {"name": "klaus", "text_original": "klaus es Buena y siempre me hace ilusión (sin ser yo experto en estos temas) ver pelis de animación en las que se h… https://t.co/uV5RVPVKzG", "text_cleaned": "klaus es Buena y siempre me hace ilusi n sin ser yo experto en estos temas ver pelis de animaci n en las que se h", "sentiment": "positive"}, {"name": "klaus", "text_original": "He visto ya la película de #Klaus? Sí\nEs absolutamente maravillosa? También \nVoy a verla veinte veces más? Obviamente", "text_cleaned": "He visto ya la pel cula de Klaus S Es absolutamente maravillosa Tambi n Voy a verla veinte veces m s Obviamente", "sentiment": "positive"}, {"name": "klaus", "text_original": "La película de Klaus está preciosa 🥺", "text_cleaned": "La pel cula de Klaus est preciosa", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @arascf: Por favor,  ved #Klaus y dejaos de que si el doblaje en castellano mimimimi. Es una obra de arte de la animación en 2D, se ha h…", "text_cleaned": "RT Por favor ved Klaus y dejaos de que si el doblaje en castellano mimimimi Es una obra de arte de la animaci n en 2D se ha h", "sentiment": "neutral"}, {"name": "klaus", "text_original": "RT @xadanny94: Debería...pecar con la peli de Klaus o es muy family friendly? No os voy a engañar la pareja de la peli es maravillosa, PERO…", "text_cleaned": "RT Deber a pecar con la peli de Klaus o es muy family friendly No os voy a enga ar la pareja de la peli es maravillosa PERO", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @Naruedyoh: Vale, he visto Klaus y ahora estoy llorando como nunca antes. Es una película navideña PRECIOSA.\n\nId a verlas, almas en pena", "text_cleaned": "RT Vale he visto Klaus y ahora estoy llorando como nunca antes Es una pel cula navide a PRECIOSA Id a verlas almas en pena", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @moritalamora: Acabo de terminar de ver Klaus... (si bien pinche tarde) \n\nNO ESTOY LLORANDO\nTU ESTAS LLORANDO https://t.co/RpdO8Xp0Ib", "text_cleaned": "RT Acabo de terminar de ver Klaus si bien pinche tarde NO ESTOY LLORANDO TU ESTAS LLORANDO", "sentiment": "negative"}, {"name": "klaus", "text_original": "RT @motherofpichons: Puf, madre mía, acabo de ver #Klaus y yo no sé si las lagrimillas del final han sido por lo preciosa que es, el tiempo…", "text_cleaned": "RT Puf madre m a acabo de ver Klaus y yo no s si las lagrimillas del final han sido por lo preciosa que es el tiempo", "sentiment": "positive"}, {"name": "klaus", "text_original": "RT @Vicky_velal: QUÉ colores! QUÉ fondos! 😍\n\n#Klaus #KlausNetflix @NetflixES @NetflixPelis https://t.co/4aCBiHEjDU", "text_cleaned": "RT velal QU colores QU fondos Klaus KlausNetflix", "sentiment": "neutral"}]