[{"name": "érase una vez en... hollywood", "text_original": "hay películas que quiero volver a ver como erase una vez en hollywood o joker que tardan meses en estar disponibles", "text_cleaned": "hay pel culas que quiero volver a ver como erase una vez en hollywood o joker que tardan meses en estar disponibles", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "Pd: \n\nLa pregunta 5 es: “La Sociedad Literaria y el pastel de piel de patata” \n\nLa 10 es: “Érase una vez en Hollywood”", "text_cleaned": "Pd La pregunta 5 es La Sociedad Literaria y el pastel de piel de patata La 10 es rase una vez en Hollywood", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "A Mi Nombre es Dolemite le sobra el cansino discurso de si quieres puedes, pero a cambio te da el reverso luminoso… https://t.co/gugGOPVgnN", "text_cleaned": "A Mi Nombre es Dolemite le sobra el cansino discurso de si quieres puedes pero a cambio te da el reverso luminoso", "sentiment": "negative"}, {"name": "érase una vez en... hollywood", "text_original": "Si os parece descabellada la idea, no veo la misma crítica a Leonardo DiCaprio mismamente en 'Érase una vez en Holl… https://t.co/SdWGW662R4", "text_cleaned": "Si os parece descabellada la idea no veo la misma cr tica a Leonardo DiCaprio mismamente en rase una vez en Holl", "sentiment": "negative"}, {"name": "érase una vez en... hollywood", "text_original": "sacaron de cartelera en los cines \"Erase una vez en Hollywood\" de Tarantino, 😡😡😡 @CineHoytsChile @CinemarkChile , c… https://t.co/Y4XCWb04zb", "text_cleaned": "sacaron de cartelera en los cines Erase una vez en Hollywood de Tarantino c", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Recomiendo con CERTEZA, busquen en español 'Entre la razón y la locura' o en inglés 'the professor and the madman'… https://t.co/U0WoN8rjGr", "text_cleaned": "Recomiendo con CERTEZA busquen en espa ol Entre la raz n y la locura o en ingl s the professor and the madman", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "RT @fabibitan: @Cinemelodic Último concierto: Pixies en la Riviera, tocaron 40 temas, locurote.\nPeli: joker y érase una vez en Hollywood, s…", "text_cleaned": "RT ltimo concierto Pixies en la Riviera tocaron 40 temas locurote Peli joker y rase una vez en Hollywood s", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Desde que supe que Scorsese estaba trabajando en \"El irlandés\" es la película que más ganas tengo de ver desde \"Érase una vez en Hollywood\"", "text_cleaned": "Desde que supe que Scorsese estaba trabajando en El irland s es la pel cula que m s ganas tengo de ver desde rase una vez en Hollywood", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "The Irishman, Booksmart, Érase una vez en Hollywood y Parásitos, mis pelis favoritas en lo que llevamos de año a fa… https://t.co/ZEOdiB4cuK", "text_cleaned": "The Irishman Booksmart rase una vez en Hollywood y Par sitos mis pelis favoritas en lo que llevamos de a o a fa", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@Cinemelodic Último concierto: Pixies en la Riviera, tocaron 40 temas, locurote.\nPeli: joker y érase una vez en Hol… https://t.co/oQfAsxFcPT", "text_cleaned": "ltimo concierto Pixies en la Riviera tocaron 40 temas locurote Peli joker y rase una vez en Hol", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Algunas películas que nos han gustado en 2019:\n\n+Joker (Todd Phillips)\n+Érase una vez en Hollywood (Q. Tarantino)\n+… https://t.co/koLaSomQBN", "text_cleaned": "Algunas pel culas que nos han gustado en 2019 Joker Todd Phillips rase una vez en Hollywood Q Tarantino", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@EnriqueAlmada23 Érase una vez en Hollywood.  \nY una muy inesperada: https://t.co/jVEdkK7A6u", "text_cleaned": "rase una vez en Hollywood Y una muy inesperada", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@PATHGRETEL Erase una vez en hollywood...... Necesario ver la versión real de Tarantino en 35 mm", "text_cleaned": "Erase una vez en hollywood Necesario ver la versi n real de Tarantino en 35 mm", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@cinepaticoblog Joaquín Reyes imitando a Al Pacino en 'Érase una vez en Hollywood'.", "text_cleaned": "Joaqu n Reyes imitando a Al Pacino en rase una vez en Hollywood", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "RT @MisterJagger_: -En MALDITOS BASTARDOS son FUEGOS ARTIFICIALES\n-En DJANGO DESENCADENADO son GALONES\n-En LOS ODIOSOS OCHO son MARCAS\n-En…", "text_cleaned": "RT En MALDITOS BASTARDOS son FUEGOS ARTIFICIALES En DJANGO DESENCADENADO son GALONES En LOS ODIOSOS OCHO son MARCAS En", "sentiment": "negative"}, {"name": "érase una vez en... hollywood", "text_original": "🃏 Erase una vez…en Hollywood - Edición Especial Metal (BD) [Blu-ray]🃏 \n\n🔗 https://t.co/aAsZRUWxBf 🔗\n\n📉* HOY POR SOL… https://t.co/2r9MyJq5uA", "text_cleaned": "Erase una vez en Hollywood Edici n Especial Metal BD Blu ray HOY POR SOL", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@JDBolasTristes A mi no me gustó El Renacido, ni Érase una vez en Hollywood.", "text_cleaned": "A mi no me gust El Renacido ni rase una vez en Hollywood", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "#Rewind @thestarsjunkie se une a nuestra familia con un profundo análisis de ERASE UNA VEZ EN HOLLYWOOD, la penúlti… https://t.co/ZcNQ0gijM0", "text_cleaned": "Rewind se une a nuestra familia con un profundo an lisis de ERASE UNA VEZ EN HOLLYWOOD la pen lti", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "@Zurro_85 Por lo menos no han hecho otro remake. Pero creo que te olvidas de El Joker y Érase una vez en Hollywood.", "text_cleaned": "85 Por lo menos no han hecho otro remake Pero creo que te olvidas de El Joker y rase una vez en Hollywood", "sentiment": "negative"}]