[{"name": "lo que arde", "text_original": "Hoy es el última día de clasificación de la #Euro2020 \nEl Grupo B arde . Serbia necesita ganarle a Ucrania con quie… https://t.co/IAv7IO0qU9", "text_cleaned": "Hoy es el ltima d a de clasificaci n de la Euro2020 El Grupo B arde Serbia necesita ganarle a Ucrania con quie", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "https://t.co/6GYEuNXR57 \n A la iglesia lo mismo, seguro que arde troya", "text_cleaned": "A la iglesia lo mismo seguro que arde troya", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @NSackler: Venezuela clamó y el papa no escuchó\nBolivia clamo y el papa no escuchó\nCuba clamó y el papa no escuchó\nEcuador clamó y no lo…", "text_cleaned": "RT Venezuela clam y el papa no escuch Bolivia clamo y el papa no escuch Cuba clam y el papa no escuch Ecuador clam y no lo", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "RT @r_BTSlegends_: Les fascina la música reciclada, en donde todo es lo mismo una y otra vez... Son tan ignorantes que ni de eso se dan cue…", "text_cleaned": "RT BTSlegends Les fascina la m sica reciclada en donde todo es lo mismo una y otra vez Son tan ignorantes que ni de eso se dan cue", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "@tumbaburross Te arde yo lo se y lo que que te falta como ,11 todavía", "text_cleaned": "Te arde yo lo se y lo que que te falta como 11 todav a", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "RT @pacanalejoTorre: @Josecastelld Cuándo salga mila y vea todo lo que a dicho de ella la #Pagafantas arde salvame y mila le tiene ganas de…", "text_cleaned": "RT Cu ndo salga mila y vea todo lo que a dicho de ella la Pagafantas arde salvame y mila le tiene ganas de", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @Inmorada: Podrán apropiarse del nombre feminismo, de la idea que se inventan de ser mujer. Incluso autoconvencerse de ser lesbianas, pe…", "text_cleaned": "RT Podr n apropiarse del nombre feminismo de la idea que se inventan de ser mujer Incluso autoconvencerse de ser lesbianas pe", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @teatenerife: 📽️  Nadie espera a Amador cuando sale de la cárcel tras cumplir condena por provocar un incendio en el monte. Regresa a su…", "text_cleaned": "RT Nadie espera a Amador cuando sale de la c rcel tras cumplir condena por provocar un incendio en el monte Regresa a su", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "RT @JEez_Pz: Menos mal que fue al mejor estilo de chavistas, porque sí ha sido al mejor estilo de los escuálidos lo persiguen, apedrean, ap…", "text_cleaned": "RT Pz Menos mal que fue al mejor estilo de chavistas porque s ha sido al mejor estilo de los escu lidos lo persiguen apedrean ap", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "Tanto les arde que Lauren diga que es latina?? Ya no saben por que tirar odio, comprense una vida man. Encima es un… https://t.co/wZek2Y5MZb", "text_cleaned": "Tanto les arde que Lauren diga que es latina Ya no saben por que tirar odio comprense una vida man Encima es un", "sentiment": "negative"}, {"name": "lo que arde", "text_original": "A veces me sorprendo mucho. Decimos querer a nuestra pareja un buen, obvio que si lo vemos coqueteando con alguien… https://t.co/9Fo0TBspR8", "text_cleaned": "A veces me sorprendo mucho Decimos querer a nuestra pareja un buen obvio que si lo vemos coqueteando con alguien", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @NStolpkin: Increíble lo que estoy escuchando. ¿Los manifestantes gritan: “¡¡¡ARDE, ARDE, ARDE!!!? ¿Eso es lo que se alcanza a escuchar?…", "text_cleaned": "RT Incre ble lo que estoy escuchando Los manifestantes gritan ARDE ARDE ARDE Eso es lo que se alcanza a escuchar", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "¿Saben que es lo cagado del mame con Julián Casablancas? Que aún estando pedisimo y mamon, se rifó mucho más que la… https://t.co/Olrvgy6Oe5", "text_cleaned": "Saben que es lo cagado del mame con Juli n Casablancas Que a n estando pedisimo y mamon se rif mucho m s que la", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "@yeidckol @evoespueblo Que manía tienes de hablar por los demás, los hombres y mujeres libres de nuestro México, lo… https://t.co/NW2t112Dmu", "text_cleaned": "Que man a tienes de hablar por los dem s los hombres y mujeres libres de nuestro M xico lo", "sentiment": "positive"}, {"name": "lo que arde", "text_original": "RT @Alanagustin842: Lo que me arde la espalda", "text_cleaned": "RT Lo que me arde la espalda", "sentiment": "neutral"}, {"name": "lo que arde", "text_original": "Es como que lo intento dejar pasar pero me arde la rabia", "text_cleaned": "Es como que lo intento dejar pasar pero me arde la rabia", "sentiment": "neutral"}]