[{"name": "érase una vez en... hollywood", "text_original": "sacaron de cartelera en los cines \"Erase una vez en Hollywood\" de Tarantino, 😡😡😡 @CineHoytsChile @CinemarkChile , c… https://t.co/Y4XCWb04zb", "text_cleaned": "sacaron de cartelera en los cines Erase una vez en Hollywood de Tarantino c", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Recomiendo con CERTEZA, busquen en español 'Entre la razón y la locura' o en inglés 'the professor and the madman'… https://t.co/U0WoN8rjGr", "text_cleaned": "Recomiendo con CERTEZA busquen en espa ol Entre la raz n y la locura o en ingl s the professor and the madman", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "RT @fabibitan: @Cinemelodic Último concierto: Pixies en la Riviera, tocaron 40 temas, locurote.\nPeli: joker y érase una vez en Hollywood, s…", "text_cleaned": "RT ltimo concierto Pixies en la Riviera tocaron 40 temas locurote Peli joker y rase una vez en Hollywood s", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Desde que supe que Scorsese estaba trabajando en \"El irlandés\" es la película que más ganas tengo de ver desde \"Érase una vez en Hollywood\"", "text_cleaned": "Desde que supe que Scorsese estaba trabajando en El irland s es la pel cula que m s ganas tengo de ver desde rase una vez en Hollywood", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "The Irishman, Booksmart, Érase una vez en Hollywood y Parásitos, mis pelis favoritas en lo que llevamos de año a fa… https://t.co/ZEOdiB4cuK", "text_cleaned": "The Irishman Booksmart rase una vez en Hollywood y Par sitos mis pelis favoritas en lo que llevamos de a o a fa", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@Cinemelodic Último concierto: Pixies en la Riviera, tocaron 40 temas, locurote.\nPeli: joker y érase una vez en Hol… https://t.co/oQfAsxFcPT", "text_cleaned": "ltimo concierto Pixies en la Riviera tocaron 40 temas locurote Peli joker y rase una vez en Hol", "sentiment": "neutral"}, {"name": "érase una vez en... hollywood", "text_original": "Algunas películas que nos han gustado en 2019:\n\n+Joker (Todd Phillips)\n+Érase una vez en Hollywood (Q. Tarantino)\n+… https://t.co/koLaSomQBN", "text_cleaned": "Algunas pel culas que nos han gustado en 2019 Joker Todd Phillips rase una vez en Hollywood Q Tarantino", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@EnriqueAlmada23 Érase una vez en Hollywood.  \nY una muy inesperada: https://t.co/jVEdkK7A6u", "text_cleaned": "rase una vez en Hollywood Y una muy inesperada", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@PATHGRETEL Erase una vez en hollywood...... Necesario ver la versión real de Tarantino en 35 mm", "text_cleaned": "Erase una vez en hollywood Necesario ver la versi n real de Tarantino en 35 mm", "sentiment": "positive"}, {"name": "érase una vez en... hollywood", "text_original": "@cinepaticoblog Joaquín Reyes imitando a Al Pacino en 'Érase una vez en Hollywood'.", "text_cleaned": "Joaqu n Reyes imitando a Al Pacino en rase una vez en Hollywood", "sentiment": "neutral"}]