[{"name": "la trinchera infinita", "text_original": "Y no he visto aún El irlandés ni La Trinchera infinita ni El Hoyo ni Mientras Dure la guerra...", "text_cleaned": "Y no he visto a n El irland s ni La Trinchera infinita ni El Hoyo ni Mientras Dure la guerra", "sentiment": "negative"}, {"name": "la trinchera infinita", "text_original": "RT @AlbertoTejero: La trinchera infinita es un peliculón y la más redonda de sus directores (y mira que me gustaron Loreak y Handia). 140 m…", "text_cleaned": "RT La trinchera infinita es un pelicul n y la m s redonda de sus directores y mira que me gustaron Loreak y Handia 140 m", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "RT @NostromoMag: #latrincherainfinita Un episodio oculto y enterrado de la guerra civil española que lo convierte en uno de los mejores fil…", "text_cleaned": "RT latrincherainfinita Un episodio oculto y enterrado de la guerra civil espa ola que lo convierte en uno de los mejores fil", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "Me duele como un puñetazo en el pecho haber tenido dos semanas para ver La trinchera infinita y no haber ido pudiendo ir.", "text_cleaned": "Me duele como un pu etazo en el pecho haber tenido dos semanas para ver La trinchera infinita y no haber ido pudiendo ir", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "RT @HatemKhraiche: No os perdáis LA TRINCHERA INFINITA, que todavía sigue en cines. Sin duda es una de las pelis españolas del año. Tiene u…", "text_cleaned": "RT No os perd is LA TRINCHERA INFINITA que todav a sigue en cines Sin duda es una de las pelis espa olas del a o Tiene u", "sentiment": "neutral"}, {"name": "la trinchera infinita", "text_original": "RT @latrincherafilm: ¿Aún no has visto 'La Trinchera Infinita'?\n⋆⋆⋆⋆⋆ 'Puro Arte'\n⋆⋆⋆⋆⋆ 'Un clásico instantáneo'\n⋆⋆⋆⋆⋆ 'Magistral'\n⋆⋆⋆⋆⋆ 'P…", "text_cleaned": "RT A n no has visto La Trinchera Infinita Puro Arte Un cl sico instant neo Magistral P", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "RT @OrdHum: La Trinchera Infinita es una película magnífica. Qué relato más sobrecogedor. Y qué grandes Antonio de la Torre y Belén Cuesta,…", "text_cleaned": "RT La Trinchera Infinita es una pel cula magn fica Qu relato m s sobrecogedor Y qu grandes Antonio de la Torre y Bel n Cuesta", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "Recomiendo, sobre todo a @Santi_ABASCAL y @pablocasado_, una película que creemos bien los que en 1969 ya habíamos… https://t.co/Vq9ixYHXRz", "text_cleaned": "Recomiendo sobre todo a ABASCAL y una pel cula que creemos bien los que en 1969 ya hab amos", "sentiment": "neutral"}, {"name": "la trinchera infinita", "text_original": "La trinchera infinita es un peliculón y la más redonda de sus directores (y mira que me gustaron Loreak y Handia).… https://t.co/QbEPClUBhN", "text_cleaned": "La trinchera infinita es un pelicul n y la m s redonda de sus directores y mira que me gustaron Loreak y Handia", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "La Trinchera Infinita es una película magnífica. Qué relato más sobrecogedor. Y qué grandes Antonio de la Torre y B… https://t.co/iEVib0PPeE", "text_cleaned": "La Trinchera Infinita es una pel cula magn fica Qu relato m s sobrecogedor Y qu grandes Antonio de la Torre y B", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "RT @chantuks: LA TRINCHERA INFINITA ⭐️⭐️⭐️⭐️⭐️\n\nDe las mejores películas que he visto en mi vida. Es larga, sí, pero magistral. La película…", "text_cleaned": "RT LA TRINCHERA INFINITA De las mejores pel culas que he visto en mi vida Es larga s pero magistral La pel cula", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "@Flowers_Nic Dolor y gloria\nLa trinchera infinita\nMientras dure la guerra\nLa virgen de agosto\nQuien a hierro mata\nL… https://t.co/p8YrI3VSup", "text_cleaned": "Nic Dolor y gloria La trinchera infinita Mientras dure la guerra La virgen de agosto Quien a hierro mata L", "sentiment": "neutral"}, {"name": "la trinchera infinita", "text_original": "@Flowers_Nic Mi orden sería:\nQuien a hierro mata\nLa trinchera infinita\nDolor y gloria\nMientras dure la guerra", "text_cleaned": "Nic Mi orden ser a Quien a hierro mata La trinchera infinita Dolor y gloria Mientras dure la guerra", "sentiment": "neutral"}, {"name": "la trinchera infinita", "text_original": "La trinchera infinita ha estado bastante bien", "text_cleaned": "La trinchera infinita ha estado bastante bien", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "@Flowers_Nic A falta de ver La Trinchera Infinita y otras muchas:\n\n-Ventajas de viajar en tren.\n-El hoyo.\n-Quien a… https://t.co/OOb0yod8xU", "text_cleaned": "Nic A falta de ver La Trinchera Infinita y otras muchas Ventajas de viajar en tren El hoyo Quien a", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "RT @niporwifi: Están @atorrem y @belencue a un nivel en la Trinchera Infinita para que vayáis a disfrutarla. https://t.co/xWQX4IpU7Z", "text_cleaned": "RT Est n y a un nivel en la Trinchera Infinita para que vay is a disfrutarla", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "Están @atorrem y @belencue a un nivel en la Trinchera Infinita para que vayáis a disfrutarla. https://t.co/xWQX4IpU7Z", "text_cleaned": "Est n y a un nivel en la Trinchera Infinita para que vay is a disfrutarla", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "@Flowers_Nic La trinchera infinita y  Mientras dure la guerra son muy buenas. No sé si serán apropiadas para usted… https://t.co/6PZFsQcXF6", "text_cleaned": "Nic La trinchera infinita y Mientras dure la guerra son muy buenas No s si ser n apropiadas para usted", "sentiment": "positive"}, {"name": "la trinchera infinita", "text_original": "De La Torre se mea en la boca de J.Phoenix en Joker... Ahora y siempre.\nJodido peliculón.\n\nJRGE09 votó con un 10 a… https://t.co/Gju0zcN3ux", "text_cleaned": "De La Torre se mea en la boca de J Phoenix en Joker Ahora y siempre Jodido pelicul n JRGE09 vot con un 10 a", "sentiment": "negative"}]