[{"name": "parásitos", "text_original": "De vergüenza que haya medios que les den voz a estos vividores y parásitos\nLa tía del Rey &amp;#171;descontenta&amp;#187; c… https://t.co/y8IK0cs80w", "text_cleaned": "De verg enza que haya medios que les den voz a estos vividores y par sitos La t a del Rey amp 171 descontenta amp 187 c", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @AndyWS0K: @gabicerru @alferdez @mauriciomacri Beto se cansa más porque su estado físico le impide respirar bien y eso te mata. Además l…", "text_cleaned": "RT Beto se cansa m s porque su estado f sico le impide respirar bien y eso te mata Adem s l", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @ImBaack2: SABEN Q ME DUELE MAS?Q NEOMAR Y MUCHOS OTROS DIERON SU VIDA POR LA LIBERTAD D UNA CUERDA D CABRONES...SI VZLA SE TERMINA D HU…", "text_cleaned": "RT SABEN Q ME DUELE MAS Q NEOMAR Y MUCHOS OTROS DIERON SU VIDA POR LA LIBERTAD D UNA CUERDA D CABRONES SI VZLA SE TERMINA D HU", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @sergioobregon1: @aprachile @joseantoniokast @cleovar @Coquiangelica @sebastianpinera @amarielgg @GirealaDerecha @AXELKAISER @glorianave…", "text_cleaned": "RT", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "@blanco_dona @NazarethPinill4 @publico_es @evoespueblo Organización criminal con el dinero del pueblo, no represent… https://t.co/3TJzZ5qMvK", "text_cleaned": "dona es Organizaci n criminal con el dinero del pueblo no represent", "sentiment": "negative"}, {"name": "parásitos", "text_original": "Ofrendo para Gloria de Dios todos mis padecimientos y limitaciones, todo mi calvario, tener que soportar medidas in… https://t.co/HYSJoWPcSM", "text_cleaned": "Ofrendo para Gloria de Dios todos mis padecimientos y limitaciones todo mi calvario tener que soportar medidas in", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "@aprachile @joseantoniokast @cleovar @Coquiangelica @sebastianpinera @amarielgg @GirealaDerecha @AXELKAISER… https://t.co/2zpBTU7gQZ", "text_cleaned": "", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "RT @cSMoviesSpain: Top 10 - 15 Noviembre\n1-SI YO FUERA RICO\n2-JOKER\n3-LE MANS'66\n4-MALÉFICA: MAESTRA DEL MAL\n5-ESTAFADORAS DE WALL STREET\n6…", "text_cleaned": "RT Top 10 15 Noviembre 1 SI YO FUERA RICO 2 JOKER 3 LE MANS 66 4 MAL FICA MAESTRA DEL MAL 5 ESTAFADORAS DE WALL STREET 6", "sentiment": "negative"}, {"name": "parásitos", "text_original": "@latercera Dijo uno de los parásitos más grandes del estado", "text_cleaned": "Dijo uno de los par sitos m s grandes del estado", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "Acá no más exigencias dejen la gente trabajar ni todos somos 🍼del estado ni parásitos . https://t.co/6DDEX6Lqhv", "text_cleaned": "Ac no m s exigencias dejen la gente trabajar ni todos somos del estado ni par sitos", "sentiment": "negative"}, {"name": "parásitos", "text_original": "RT @walfred1976: Acá están los Srs. de los Derechos Humanos. Un montón de parásitos Zurdos. https://t.co/wJaTBn4cAR", "text_cleaned": "RT Ac est n los Srs de los Derechos Humanos Un mont n de par sitos Zurdos", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "@presagiologo @Senado_Chile @senadornavarro @senadorquintana A estos mantenidos no más derechos.\nDestitución y cárc… https://t.co/YUgZagDOM5", "text_cleaned": "Chile A estos mantenidos no m s derechos Destituci n y c rc", "sentiment": "negative"}, {"name": "parásitos", "text_original": "La lucha de clases, en segunda instancia debe ser entre nosotros y la clase política. Esos que viven del erario y d… https://t.co/1xLy87GmWH", "text_cleaned": "La lucha de clases en segunda instancia debe ser entre nosotros y la clase pol tica Esos que viven del erario y d", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @UnHispano: Han llenado el país de parásitos, gente guerrillera y terrorista que se vende como víctima para cobrar pensiones millonarias…", "text_cleaned": "RT Han llenado el pa s de par sitos gente guerrillera y terrorista que se vende como v ctima para cobrar pensiones millonarias", "sentiment": "positive"}, {"name": "parásitos", "text_original": "RT @ncalleti: menos mal k la vida m ha alejado d gente cmo vosotros, parásitos k sois parásitos", "text_cleaned": "RT menos mal k la vida m ha alejado d gente cmo vosotros par sitos k sois par sitos", "sentiment": "negative"}, {"name": "parásitos", "text_original": "@NoticiasCaracol Mamertos y Petroñeros llevan 10 y 15 años en las universidades públicas repitiendo segundo semestr… https://t.co/GBcQJYLGxj", "text_cleaned": "Mamertos y Petro eros llevan 10 y 15 a os en las universidades p blicas repitiendo segundo semestr", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "RT @crittttico: YO QUISIERA SABER Q MOJÓN MENTAL SE LES METE EN LA CABEZA A ESOS PENDEJOS QUE CONFORMAN LOS FULANOS CONSEJOS COMUNALES?? UN…", "text_cleaned": "RT YO QUISIERA SABER Q MOJ N MENTAL SE LES METE EN LA CABEZA A ESOS PENDEJOS QUE CONFORMAN LOS FULANOS CONSEJOS COMUNALES UN", "sentiment": "negative"}, {"name": "parásitos", "text_original": "RT @Regia_Pam: #BajarRemuneracionParlamento \nAsí funcionan los parásitos estatales, los de la ganancial fácil, los preocupados de la iguald…", "text_cleaned": "RT Pam BajarRemuneracionParlamento As funcionan los par sitos estatales los de la ganancial f cil los preocupados de la iguald", "sentiment": "neutral"}, {"name": "parásitos", "text_original": "@patoplanet @romanroberto Ustedes Parásitos q subsisten  por los pobres ignorantes q les creen la sarta de mentiras… https://t.co/kB3fJcNdgd", "text_cleaned": "Ustedes Par sitos q subsisten por los pobres ignorantes q les creen la sarta de mentiras", "sentiment": "negative"}]