[{"name": "el irlandés", "text_original": "RT @rodrigocortes: He escrito una cosa sobre 'El irlandés', la película del italiano. No hay espóilers, destripes, destrozos. A ver qué os…", "text_cleaned": "RT He escrito una cosa sobre El irland s la pel cula del italiano No hay esp ilers destripes destrozos A ver qu os", "sentiment": "neutral"}, {"name": "el irlandés", "text_original": "Pero decime en cuáles 2 si la puedo ver pedazo de cornudo. Yo estoy dispuesto a irme para verla con @biney10\n(Aunqu… https://t.co/SsvUT3cel8", "text_cleaned": "Pero decime en cu les 2 si la puedo ver pedazo de cornudo Yo estoy dispuesto a irme para verla con Aunqu", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "@VMataix El Irlandés es muy divertida.", "text_cleaned": "El Irland s es muy divertida", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "Buenos días, tengo que escoger hoy entre el Irlandés, Parasite y la de Amenabar...cual me recomendáis?", "text_cleaned": "Buenos d as tengo que escoger hoy entre el Irland s Parasite y la de Amenabar cual me recomend is", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "@InSitgesWeTrust A mí me pareció una buena película con un magistral Phoenix. Ya. De ahí a tenerla entre lo mejor d… https://t.co/44OTxfy47h", "text_cleaned": "A m me pareci una buena pel cula con un magistral Phoenix Ya De ah a tenerla entre lo mejor d", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "BorNaPe votó con un 9 a 'El irlandés' en @filmaffinity https://t.co/eMVn3Z0Hgw", "text_cleaned": "BorNaPe vot con un 9 a El irland s en", "sentiment": "neutral"}, {"name": "el irlandés", "text_original": "RT @pperezf: Netflix ha producido la (quizás) mejor película del año. Los estudios se asustaron y no quisieron tomar el riesgo. Poco que re…", "text_cleaned": "RT Netflix ha producido la quiz s mejor pel cula del a o Los estudios se asustaron y no quisieron tomar el riesgo Poco que re", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "#FavoritasLQYTDiga \"El irlandés\" es un retrato íntimo y melancólico sobre el poder, la lealtad, la traición, la sol… https://t.co/ynAnKxrM1p", "text_cleaned": "FavoritasLQYTDiga El irland s es un retrato ntimo y melanc lico sobre el poder la lealtad la traici n la sol", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "Ya hemos visto el irlandés y aquí está nuestra crítica sin spoilers ¡Te recomiendo que escuches este podcast de iVo… https://t.co/lfwq2Y23db", "text_cleaned": "Ya hemos visto el irland s y aqu est nuestra cr tica sin spoilers Te recomiendo que escuches este podcast de iVo", "sentiment": "neutral"}, {"name": "el irlandés", "text_original": "RT @tonivall: EL IRLANDÉS son muchas cosas a la vez. Pero sobretodo una: la sinfonía de homenaje que Scorsese dedica a sus queridos actores…", "text_cleaned": "RT EL IRLAND S son muchas cosas a la vez Pero sobretodo una la sinfon a de homenaje que Scorsese dedica a sus queridos actores", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "@alber_agui ¡Voy a ver El irlandés esta tarde, la ponen soberbia! A ver qué ha cocido con su banda.", "text_cleaned": "agui Voy a ver El irland s esta tarde la ponen soberbia A ver qu ha cocido con su banda", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "Y no he visto aún El irlandés ni La Trinchera infinita ni El Hoyo ni Mientras Dure la guerra...", "text_cleaned": "Y no he visto a n El irland s ni La Trinchera infinita ni El Hoyo ni Mientras Dure la guerra", "sentiment": "negative"}, {"name": "el irlandés", "text_original": "RT @videodromo_es: \"The Irishman\" ya se puede ver en pocos cines. @AM_Antolin opina que es una cinta clásica de gran duración que encandila…", "text_cleaned": "RT es The Irishman ya se puede ver en pocos cines Antolin opina que es una cinta cl sica de gran duraci n que encandila", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "RT @DamnedMartian: EL IRLANDÉS es una obra maestra, una clase de cine del tito Marty para quien aún dude de él. Una mirada austera y madura…", "text_cleaned": "RT EL IRLAND S es una obra maestra una clase de cine del tito Marty para quien a n dude de l Una mirada austera y madura", "sentiment": "positive"}, {"name": "el irlandés", "text_original": "Quiero ver ya el irlandés !!!", "text_cleaned": "Quiero ver ya el irland s", "sentiment": "neutral"}, {"name": "el irlandés", "text_original": "\"The Irishman\" ya se puede ver en pocos cines. @AM_Antolin opina que es una cinta clásica de gran duración que enca… https://t.co/tcuXtw9UiE", "text_cleaned": "The Irishman ya se puede ver en pocos cines Antolin opina que es una cinta cl sica de gran duraci n que enca", "sentiment": "positive"}]